Repository: CloudRealm/kamino
Catalog: res/values/strings_*.arb
Languages: hr, pl

source: TV Shows
hr: TV serije
pl: Programy telewizyjne

source: Movies
hr: Filmovi
pl: Kino

source: Legal
hr: Legalno
pl: Prawny

source: Donate
hr: Donacija
pl: Podarować

source: Settings
hr: Postavke
pl: Ustawienia

source: URL copied!
hr: URL kopiran!
pl: URL skopiowany!

source: Okay
hr: Uredu
pl: Zgoda!

source: Show more...
hr: Prikaži više...
pl: Pokaż więcej...

source: Show less...
hr: Prikaži manje...
pl: Pokaż mniej...

source: Loading...
hr: Učitavanje...
pl: Ładowanie...

source: Unknown
hr: Nepoznato
pl: Nieznany

source: Unknown $x
hr: Nepoznato $
pl: Nieznany $x

source: No results found.
hr: Nema Rezultata
pl: Nie znaleziono wyników.

source: Cancel
hr: Odustani
pl: anuluj

source: Dismiss
hr: Otpusit
pl: Odwołać

source: Sync
hr: Sinkroniziraj
pl: Synchronizuj

source: Connect
hr: Poveži
pl: Połączyć

source: Disconnect
hr: Prekini vezu
pl: odłączyć

source: Default
hr: Zadano
pl: Domyślna

source: Done
hr: Urađeno
pl: Gotowe

source: Coming Soon
hr: Uskoro Dostupno
pl: Wkrótce

source: Authentication Successful
hr: Provjera autentičnosti uspješna
pl: Uwierzytelnianie powiodło się

source: Authentication Unsuccessful
hr: Provjera autentičnosti neuspješna
pl: Uwierzytelnianie nie powiodło się

source: Successfully refreshed Trakt token.
hr: Uspješno osvježen Trakt kod.
pl: Pomyślnie odświeżany Trakt znak.

# trakt_renewal_failure_detailed
source: Failed to renew Trakt token. Please check your details.
hr: Neuspješna renovacija Trakt tokena. Molimo provjerite vaše informacije.
pl: Nie potrafią odnawiać Trakt znak. Sprawiać przyjemność sprawdzają wasze szczegóły.

source: $appName was unable to authenticate with Trakt.tv.
hr: $appName nije uspješno provedena autentifikacija Trakt.tv.
pl: $appName Był niezdolny uwierzytelniać z Trakt.tv.

# you_can_now_tap_sync_to_synchronise_your_trakt_favorites
source: You can now tap 'Sync' to synchronise your Trakt favorites with your ApolloTV favorites. (Trakt integration is limited as it is still in development.)
pl: Wy teraz możecie pukać 'Synchronizuj' synchronizować wasz Trakt ulubieńcy z waszym ApolloTV ulubieńcy. (Trakt integracja jest ograniczana jak jest wciąż w rozwoju.)

source: Disconnected Trakt account.
hr: Odjavite se sa svog Trakt računa.
pl: Rozłączany Trakt rachunek.

source: Trakt Synchronization...
hr: Trakt Osvježavanje...
pl: Trakt Synchronizacja...

# trakt_favorites_sync_detailed
source: Please wait while we synchronize your favorites with Trakt. This dialog will close automatically when synchronization is complete.
pl: Sprawiać przyjemność czekają podczas gdy synchronizujemy waszych ulubieńców z Trakt. Ten *dialog* będzie zamykać automatycznie kiedy synchronizacja jest skończona.

# general_error
source: An error occurred ($error) Please report this error.
hr: Greška ($error) Prijavite ovu grešku.
pl: błąd trafiał się ($error) Sprawiać przyjemność powiadamiają ten błąd.

source: Play Episode
hr: Pusti Epizodu
pl: Grają Epizod

source: Play Movie
hr: Pusti Film
pl: Grają Film

source: Removed from favorites
pl: Przesuwany od ulubieńców

source: Added to favorites
pl: Dodawany do ulubieńców

source: $n ratings
hr: $n ocjene
pl: $n Oceny

source: Synopsis
hr: Sažetak
pl: Streszczenie

source: This $x has no synopsis available.
hr: Ovaj $x nema priloženi sažetak.
pl: Ten $x Nie ma żadnego Streszczenie Dostępny.

source: Seasons ($n)
hr: Sezona ($n)
pl: Okresy ($n)

# one_episode
source: 1 episode
hr: 1 epizoda
pl: 1 Epizod

source: $n episodes
hr: $n epizode
pl: $n Epizody

source: Released
hr: Objavljeno
pl: Wypuszczany

source: Ongoing
hr: U tijeku
pl: Trwający

source: Year
hr: Godina
pl: Rok

source: Popularity
hr: Popularnost
pl: Popularność

source: Air date
hr: Datum dostupnosti
pl: Powietrzna data

source: Vote Average
hr: Prosječna ocjena
pl: Głosują Osiągać przeciętnie

source: ORDER
hr: NARUČI
pl: PORZĄDKOWAĆ

source: Sort
hr: Sortiraj
pl: gatunkować

source: Ascending
hr: Rastuće
pl: Podniesienie

source: Descending
hr: Padajuće
pl: Zniżenie się

source: Search TV shows and movies...
hr: Pretraži Tv seriju ili Film...
pl: Poszukiwawcza telewizja pokazuje i kino...

source: Favorites
pl: Ulubieńcy

source: Check for Updates
hr: Provjeri Ažuriranje
pl: Sprawdzenie dla Udoskonaleń

source: MAKE $appName YOURS
pl: WYRABIAJĄ $appName WASZ

source: Appearance
hr: Izgled
pl: widok

source: Launchpad
pl: Wyrzutnia

source: BOOST YOUR EXPERIENCE
hr: Poboljšajte vaš doživljaj
pl: ZWIĘKSZAĆ WASZE DOŚWIADCZENIE

source: Extensions
hr: Proširenja
pl: przedłużenie

source: Manage third party integrations.
hr: Upravljaj aplikacijama treće strane.
pl: Zarządzaj integracjami stron trzecich.

source: MISCELLANEOUS
hr: Razno
pl: RÓŻNICA

source: Other
hr: Ostalo
pl: Inny

source: General application settings.
hr: Glavne postavke aplikacije.
pl: Ustawienia ogólne aplikacji.

source: Advanced
hr: Napredno
pl: zaawansowane

source: Power user settings for rocket scientists.
hr: Postavke korisnika za raketne znanstvenike.
pl: Ustawienia użytkownika dla naukowców rakiet zasilania.

source: With thanks...
hr: Zahvaljujemo...
pl: Z podziękowaniami...

source: $appName was made possible by all of these amazing people:
hr: $appName je napravljena zahvaljujući ovim fantastičnim ljudima:
pl: $appName było możliwe dzięki wszystkim tym niesamowitym ludziom:

source: Clear Search History
hr: Očisti povjest pretraživanja
pl: Wyczyść historię wyszukiwania

# clear_search_history_description
source: Removes search suggestions based on past searches.
hr: Uklanja prijedloge za pretraživanje na temelju prethodnih pretraživanja.
pl: Usuwa sugestie wyszukiwania na podstawie wcześniejszych wyszukiwań.

source: Search history cleared.
hr: Povjest pretraživanja očišćena.
pl: Historia wyszukiwania została wyczyszczona.

source: Permission denied.
hr: Dopuštenje odbijeno.
pl: Odmowa uprawnień.

source: Downloading update file...
hr: Preuzimanje ažurirane datoteke...
pl: Pobieranie pliku aktualizacji...

source: Updating...
hr: Ažuriranje...
pl: Aktualizacja...

source: Update failed. Please try again later.
hr: Ažuriranje neuspješno. Pokušajte kasnije.
pl: Aktualizacja nieudana. Spróbuj ponownie później.

source: Update failed. Storage permission denied.
hr: Ažuriranje neuspješno. Nedostaje dopuštenje za pohranu.
pl: Aktualizacja nieudana. Odmowa dostępu do pamięci masowej.

source: Error updating app...
hr: Error ažuriranja aplikacije...
pl: Podczas aktualizowania aplikacji wystąpił błąd...

# trakt_description
source: Automatically track what you're watching, synchronise playlists across devices and more...
hr: Automatski pratite što gledate, sinkronizirajte popise za reprodukciju na svim uređajima i više..
pl: Automatycznie śledź to, co oglądasz, synchronizuj listy odtwarzania na różnych urządzeniach i nie tylko...

# rd_description
source: Real-Debrid is an unrestricted downloader that allows you to quickly download files hosted on the Internet.
hr: Real-Debrid je neograničen preuzimatelj koji vam omogućuje brzo preuzimanje datoteka s hostom na Internetu.
pl: Real-Debrid to nieograniczony downloader, który pozwala szybko pobierać pliki hostowane w Internecie.

source: Change Theme...
hr: Promjeni Temu...
pl: Zmień motyw...

source: by $x
pl: przez $x

source: Set Primary Color...
hr: Postavi Primarnu boju...
pl: Ustaw kolor podstawowy...

source: Change Default Server
hr: Promjeni Zadani server
pl: Zmień domyślny serwer

source: Manually override the default content server.
hr: Ručno poništite zadani poslužitelj sadržaja.
pl: Ręczne zastąpienie domyślnego serwera treści.

source: Run Connectivity Test
hr: Pokrenite test konekcije
pl: Uruchom test łączności

source: Checks whether sources can be reached.
hr: Provjerava jesu li dostupni izvori.
pl: Sprawdza, czy można osiągnąć źródła.

source: Get Device Information
hr: Informacije o uređaju
pl: Uzyskaj informacje o urządzeniu

source: Gathers useful information for debugging.
hr: Prikuplja korisne informacije za ispravljanje pogrešaka.
pl: Zbiera przydatne informacje do debugowania.

source: Link copied to clipboard.
hr: Link kopiran u međuspremnik.
pl: Link skopiowany do schowka.

source: The default configuration has been restored.
hr: Zadane postavke vraćene.
pl: Domyślna konfiguracja została przywrócona.

source: Restore Defaults
hr: Vrati zadano.
pl: Przywróć domyślne

source: Trakt Authenticator
hr: Trakt Autentifikacija
